export const socials = {
  telegram: {
    name: 'Телеграм',
    img: './images/socials/telegram-icon.svg',
    services: {
      autoviews: {
        cost: 1,
        amount: 1000,
      },
      reactions: {
        cost: 4,
        amount: 1000,
      },
      reposts: {
        cost: 34,
        amount: 1000,
      },
      comments: {
        cost: 3,
        amount: 1,
      },
      views: {
        cost: 1,
        amount: 1000,
        full: [
          {
            id: 715,
            name: 'TG Просмотры [Плавное добавление] 🔞 - без ограничений по тематике⭐⭐⭐',
            cost: '3.00',
            guarantee: '+',
            timetostart: '24 ч',
            speed: 40,
            description: [
              '🔹 Плавные просмотры постов в Телеграм',
              '⭐ Эксклюзивная услуга',
              '🛡 Гарантия',
              '✅ Безопасная накрутка',
              '🌍 ГЕО: Просмотры с РУ IP-адресов',
              '⌛️ Запуск услуги: 1-5 минут',
              '🚀 Скорость: 5-10 в минуту (до 300 в час)',
            ],
            information:
              '🔹 Возможна накрутка на посты в каналах с 18+ тематикой, канал не должен быть приватным или в теневом бане',
            example: 'Пример: https://t.me/channelname/1',
          },
          {
            id: 519,
            name: 'TG просмотры на любой пост [Мгновенные]⭐⭐⭐',
            cost: '3.00',
            guarantee: '+',
            speed: 40,
            timetostart: '24 ч',
            description: [
              '🔹 Плавные просмотры постов в Телеграм',
              '⭐ Эксклюзивная услуга',
              '🛡 Гарантия',
              '✅ Безопасная накрутка',
              '🌍 ГЕО: Просмотры с РУ IP-адресов',
              '⌛️ Запуск услуги: 1-5 минут',
              '🚀 Скорость: 5-10 в минуту (до 300 в час)',
            ],
            information:
              '🔹 Возможна накрутка на посты в каналах с 18+ тематикой, канал не должен быть приватным или в теневом бане',
            example: 'Пример: https://t.me/channelname/1',
          },
          {
            id: 762,
            name: 'TG Живые Просмотры РФ (🇷🇺) + Статистика + ТОП⭐⭐⭐',
            cost: '3.20',
            guarantee: '+',
            speed: 40,
            timetostart: '24 ч',
            description: [
              '🔹 Плавные просмотры постов в Телеграм',
              '⭐ Эксклюзивная услуга',
              '🛡 Гарантия',
              '✅ Безопасная накрутка',
              '🌍 ГЕО: Просмотры с РУ IP-адресов',
              '⌛️ Запуск услуги: 1-5 минут',
              '🚀 Скорость: 5-10 в минуту (до 300 в час)',
            ],
            information:
              '🔹 Возможна накрутка на посты в каналах с 18+ тематикой, канал не должен быть приватным или в теневом бане',
            example: 'Пример: https://t.me/channelname/1',
          },
          {
            id: 774,
            name: 'TG Автопросмотры на будущие посты на 30 дней RU - плавные⭐⭐⭐',
            cost: '399.00',
            guarantee: '+',
            speed: 40,
            timetostart: '24 ч',
            description: [
              '🔹 Плавные просмотры постов в Телеграм',
              '⭐ Эксклюзивная услуга',
              '🛡 Гарантия',
              '✅ Безопасная накрутка',
              '🌍 ГЕО: Просмотры с РУ IP-адресов',
              '⌛️ Запуск услуги: 1-5 минут',
              '🚀 Скорость: 5-10 в минуту (до 300 в час)',
            ],
            information:
              '🔹 Возможна накрутка на посты в каналах с 18+ тематикой, канал не должен быть приватным или в теневом бане',
            example: 'Пример: https://t.me/channelname/1',
          },
          {
            id: 762,
            name: 'TG. Реакции на пост (👍🤩🎉🔥❤️) ⭐⭐⭐',
            cost: '4.50',
            guarantee: '+',
            speed: 40,
            timetostart: '24 ч',
            description: [
              '🔹 Плавные просмотры постов в Телеграм',
              '⭐ Эксклюзивная услуга',
              '🛡 Гарантия',
              '✅ Безопасная накрутка',
              '🌍 ГЕО: Просмотры с РУ IP-адресов',
              '⌛️ Запуск услуги: 1-5 минут',
              '🚀 Скорость: 5-10 в минуту (до 300 в час)',
            ],
            information:
              '🔹 Возможна накрутка на посты в каналах с 18+ тематикой, канал не должен быть приватным или в теневом бане',
            example: 'Пример: https://t.me/channelname/1',
          },
        ],
      },
      followers: {
        cost: 40,
        amount: 1000,
      },
      autolikes: {
        cost: 4,
        amount: 1000,
      },
      polls: {
        cost: 32,
        amount: 1000,
      },
    },
  },
  vk: {
    name: 'Вконтакте',
    img: './images/socials/vk-icon.svg',
    services: {
      likes: {
        cost: 45,
        amount: 1000,
      },
      friends: {
        cost: 90,
        amount: 1000,
      },
      listenings: {
        cost: 13,
        amount: 10,
      },
      reposts: {
        cost: 165,
        amount: 1000,
      },
      views: {
        cost: 3.2,
        amount: 1000,
      },
      followers: {
        cost: 90,
        amount: 1000,
      },
      autoviews: {
        cost: 2.5,
        amount: 1000,
      },
      comments: {
        cost: 3,
        amount: 1,
      },
    },
  },
  instagram: {
    name: 'Инстаграмм',
    img: './images/socials/instagram-icon.svg',
    services: {
      followers: {
        cost: 12,
        amount: 1000,
      },
      reels: {
        cost: 1.5,
        amount: 1000,
      },
      comments: {
        cost: 3.5,
        amount: 10,
      },
      stories: {
        cost: 15,
        amount: 1000,
      },
      reposts: {
        cost: 13,
        amount: 1000,
      },
      likes: {
        cost: 3,
        amount: 1000,
      },
      autolikes: {
        cost: 3,
        amount: 1000,
      },
      autoreels: {
        cost: 1.5,
        amount: 1000,
      },
      coverages: {
        cost: 5,
        amount: 1000,
      },
      conservations: {
        cost: 6,
        amount: 1000,
      },
    },
  },
  tiktok: {
    name: 'ТикТок',
    img: './images/socials/tiktok-icon.svg',
    services: {
      followers: {
        cost: 260,
        amount: 1000,
      },
      reposts: {
        cost: 21,
        amount: 1000,
      },
      views: {
        cost: 1,
        amount: 1000,
      },
      likes: {
        cost: 59,
        amount: 1000,
      },
      conservations: {
        cost: 31,
        amount: 1000,
      },
    },
  },
  youtube: {
    name: 'Ютуб',
    img: './images/socials/youtube-icon.svg',
    services: {
      views: {
        cost: 90,
        amount: 1000,
      },
      followers: {
        cost: 890,
        amount: 1000,
      },
      comments: {
        cost: 780,
        amount: 1000,
      },
      likes: {
        cost: 240,
        amount: 1000,
      },
    },
  },
  twitter: {
    name: 'Твиттер',
    img: './images/socials/twitter-icon.svg',
    services: {
      likes: {
        cost: 280,
        amount: 1000,
      },
      retweets: {
        cost: 250,
        amount: 1000,
      },
      followers: {
        cost: 430,
        amount: 1000,
      },
    },
  },
  spotify: {
    name: 'Спотифай',
    img: './images/socials/spotify-icon.svg',
    services: {
      listenings: {
        cost: 40,
        amount: 1000,
      },
    },
  },
  ok: {
    // пустой
    name: 'Одноклассники',
    img: './images/socials/ok-icon.svg',
    services: {},
  },
  facebook: {
    name: 'Фейсбук',
    img: './images/socials/facebook-icon.svg',
    services: {
      followers: {
        cost: 58,
        amount: 1000,
      },
      comments: {
        cost: 3.5,
        amount: 1,
      },
      likes: {
        cost: 55,
        amount: 1000,
      },
    },
  },
  internet: {
    name: 'Интернет',
    img: './images/socials/internet-icon.svg',
    services: {
      visitors: {
        cost: 12,
        amount: 1000,
      },
    },
  },
  soundcloud: {
    name: 'Саундклауд',
    img: './images/socials/soundcloud-icon.svg',
    services: {
      plays: {
        cost: 6,
        amount: 1000,
      },
      followers: {
        cost: 200,
        amount: 1000,
      },
      comments: {
        cost: 1.2,
        amount: 1,
      },
      likes: {
        cost: 155,
        amount: 1000,
      },
    },
  },
};
