export const commentsServices = {
  name: 'Комментарии',
  shortList: [
    {
      type: 'Инстаграм ig',
      id: 285,
      name: 'IG Комментарии по своему списку⭐⭐⭐',
      cost: '295.00',
      guarantee: '+',
      timetostart: '1 ч',
      speed: 'до 300 в сутки',
      description: [
        '🔹Комментарии в Инстаграм* по вашему списку',
        '✅Безопасная накрутка',
        '🌍ГЕО: Весь Мир',
        '⌛️Запуск услуги: 0-1 часа',
        '🚀Скорость: до 300 в сутки',
      ],
      information: [
        '🔹По одному комментарию в строчку, не вводить комменатрии с @',
      ],
      example:
        'Указывать ссылку на пост Инстаграм. Пример: https://www.instagram.com/p/CkXZKfFGYTqD/',
    },
    {
      type: 'Телеграм tg',
      id: 237,
      name: 'TG Умные Комментарии🌱',
      cost: '3000.00',
      guarantee: '+',
      timetostart: '24 ч',
      speed: 'до 1000 в сутки',
      description: [
        '🔹Комментарии от реальных живых людей в Телеграм',
        '⭐Эксклюзивная услуга',
        '🤵Качество: реальный РУ аккаунты',
        '🛡Гарантия',
        '✅Безопасная накрутка',
        '🌍ГЕО: РУ аккаунты',
        '⌛️Запуск услуги: в течение 24 часов',
        '🚀Скорость: до 15 в сутки',
      ],
      information: [
        '🔹Статус заказа может не обновляться, так как услуга выполняется вручную',
      ],
      example:
        'Указывать ссылку на пост Телеграм. Пример: https://t.me/channelname/1',
    },
    {
      type: 'Вконтакте vk',
      id: 366,
      name: 'ВК Умные Комментарии⭐⭐⭐🌱',
      cost: '3000.00',
      guarantee: '+',
      timetostart: '24 ч',
      speed: 'до 50 в сутки',
      description: [
        '🔹Комментарии от реальных живых людей по теме публикации',
        '⭐Эксклюзивная услуга',
        '🤵Качество: Реальные аккаунты',
        '🛡Гарантия',
        '✅Безопасная накрутка',
        '🌍ГЕО: Русские аккаунты',
        '⌛️Запуск услуги в течение 24 часов',
        '🚀Скорость: До 15 в сутки',
      ],
      information: [
        '🔹Статус заказа может не обновляться, так как услуга выполняется вручную',
      ],
      example:
        'Указывать ссылку на пост. Пример: https://vk.com/wall-10055384_6929',
    },
    {
      type: 'ТикТок tt',
      id: 424,
      name: 'Комментарии Tik Tok от живых людей (Положительные) - на Русском',
      cost: '3500.00',
      guarantee: '+',
      timetostart: '24 ч',
      speed: 'до 50 в сутки',
      description: [
        '🔹Положительные Комментарии Tik Tok от живых людей на русском языке.',
        '⌛️Запуск услуги: до 24 часов',
        '🚀Скорость: до 10-50 в сутки',
      ],
      information: [
        '🔹Комментарии на Русском языке',
        '🔹Статус заказа может не обновляться, так как услуга выполняется вручную',
      ],
      example:
        'Указывать ссылку на видео Тикток. Пример: https://vm.tiktok.com/g2dYsdf',
    },
    {
      type: 'Ютуб yt',
      id: 388,
      name: 'YT Комментарии',
      cost: '980.00',
      guarantee: '+',
      timetostart: '24 ч',
      speed: 'до 50 в сутки',
      description: [
        '🔹Youtube Комментарии - свой текст',
        '🌍ГЕО: Весь Мир',
        '⌛️Запуск услуги: 0-48 часов',
      ],
      information: [],
      example:
        'Указывать ссылку на Youtube видео. Пример: https://www.youtube.com/watch?v=hs_r8EObvdes',
    },
  ],
};
