export const threadsServices = {
  name: 'Треадс',
  shortList: [
    {
      type: 'Подписчики followers',
      id: 886,
      name: 'Threads Подписчики [Промо]♻️',
      cost: '390.00',
      guarantee: '+',
      timetostart: '24 ч',
      speed: 'до 3000 в сутки',
      description: [
        '🔹 Подписчики Threads [Промо]',
        '🛡 Гарантия',
        '⌛️ Запуск услуги: 0-24 часа',
        '🚀 Скорость: До 1000-3000 в сутки',
        '♻️ Бесплатное Восстановление: 30 дней',
        '⛔ Есть кнопка отмены',
      ],
      information: [],
      example:
        'Указывать ссылку на аккаунт в Threads. Пример: https://www.threads.net/@ganikich',
    },
    {
      type: 'Лайки likes',
      id: 887,
      name: 'Threads Лайки♻️',
      cost: '785.00',
      guarantee: '+',
      timetostart: '24 ч',
      speed: 'до 3000 в сутки',
      description: [
        '🔹 Лайки Threads',
        '🛡 Гарантия',
        '⌛️ Запуск услуги: 0-3 часа',
        '🚀 Скорость: До 1000-3000 в сутки',
        '♻️ Бесплатное Восстановление: 30 дней',
        '⛔ Есть кнопка отмены',
      ],
      information: [],
      example:
        'Указывать ссылку на аккаунт в Threads. Пример: https://www.threads.net/t/CucM8XEs54d/?igshid=MzRlODBiNWFlZA==',
    },
  ],
};
