export const youtubeServices = {
  name: 'Ютуб',
  shortList: [
    {
      type: 'Просмотры views',
      id: 164,
      name: 'YT Просмотры из рекомендаций♻️',
      cost: '195.00',
      guarantee: '+',
      timetostart: '24 ч',
      speed: 'до 10000 в сутки',
      description: [
        '🔹 Youtube просмотры из Рекомендаций',
        '🤵 Качество: просмотры из Рекомендованных видео со всего мира',
        '🛡 Гарантия',
        '✅ Безопасная накрутка',
        '🌍 ГЕО: Весь Мир',
        '⌛️ Запуск услуги: 0-24 часа',
        '🚀 Скорость: до 10000 в сутки',
        '♻️ Бесплатное Восстановление: 30 дней',
      ],
      information: [
        '🔹 Просмотры от живых людей, они могут подписаться на ваш канал, поставить лайк/дизлайк. Это их выбор.',
        '🔹 Счетчик просмотров может обновляться до 24-36 часов',
      ],
      example:
        'Указывать ссылку на Youtube видео. Пример: https://www.youtube.com/watch?v=hs_r8EObvdes',
    },
    {
      type: 'Подписчики followers',
      id: 739,
      name: 'YT Подписчики + Восстановление [90 дней]♻️',
      cost: '1100.00',
      guarantee: '+',
      timetostart: '24 ч',
      speed: 'до 200 в сутки',
      description: [
        '🔹Youtube Подписчики',
        '🛡Гарантия',
        '✅Безопасная накрутка',
        '⌛️Запуск услуги: 0-24 часа',
        '🚀Скорость: до 200 в сутки',
        '♻️Бесплатное Восстановление: 90 дней',
      ],
      information: [],
      example:
        'Указывать ссылку на Youtube канал. Пример: https://www.youtube.com/c/chanelname',
    },
    {
      type: 'Лайки likes',
      id: 27,
      name: 'YT Лайки + Восстановление [30 дней]♻️',
      cost: '290.00',
      guarantee: '+',
      timetostart: '24 ч',
      speed: 'до 1000 в сутки',
      description: [
        '🔹 Youtube Лайки',
        '🛡 Гарантия',
        '✅ Безопасная накрутка',
        '⌛️ Запуск услуги: в течение 0-24 часов',
        '♻️ Бесплатное Восстановление: 30 дней',
      ],
      information: [],
      example:
        'Указывать ссылку на Youtube видео. Пример: https://www.youtube.com/watch?v=hs_r8EObvdes',
    },
    {
      type: 'Комментарии comments',
      id: 388,
      name: 'YT Комментарии',
      cost: '980.00',
      guarantee: '+',
      timetostart: '24 ч',
      speed: 'до 50 в сутки',
      description: [
        '🔹 Youtube Комментарии - свой текст',
        '🌍 ГЕО: Весь Мир',
        '⌛️ Запуск услуги: 0-48 часов',
      ],
      information: [],
      example:
        'Указывать ссылку на Youtube видео. Пример: https://www.youtube.com/watch?v=hs_r8EObvdes',
    },
  ],
  services: {
    views: [
      {
        id: 164,
        name: 'YT Просмотры из рекомендаций♻️',
        cost: '195.00',
        guarantee: '+',
        timetostart: '24 ч',
        speed: 'до 10000 в сутки',
        description: [
          '🔹 Youtube просмотры из Рекомендаций',
          '🤵 Качество: просмотры из Рекомендованных видео со всего мира',
          '🛡 Гарантия',
          '✅ Безопасная накрутка',
          '🌍 ГЕО: Весь Мир',
          '⌛️ Запуск услуги: 0-24 часа',
          '🚀 Скорость: до 10000 в сутки',
          '♻️ Бесплатное Восстановление: 30 дней',
        ],
        information: [
          '🔹 Просмотры от живых людей, они могут подписаться на ваш канал, поставить лайк/дизлайк. Это их выбор.',
          '🔹 Счетчик просмотров может обновляться до 24-36 часов',
        ],
        example:
          'Указывать ссылку на Youtube видео. Пример: https://www.youtube.com/watch?v=hs_r8EObvdes',
      },
    ],
    followers: [
      {
        id: 739,
        name: 'YT Подписчики + Восстановление [90 дней]♻️',
        cost: '1100.00',
        guarantee: '+',
        timetostart: '24 ч',
        speed: 'до 200 в сутки',
        description: [
          '🔹Youtube Подписчики',
          '🛡Гарантия',
          '✅Безопасная накрутка',
          '⌛️Запуск услуги: 0-24 часа',
          '🚀Скорость: до 200 в сутки',
          '♻️Бесплатное Восстановление: 90 дней',
        ],
        information: [],
        example:
          'Указывать ссылку на Youtube канал. Пример: https://www.youtube.com/c/chanelname',
      },
    ],
    comments: [
      {
        id: 388,
        name: 'YT Комментарии',
        cost: '980.00',
        guarantee: '+',
        timetostart: '24 ч',
        speed: 'до 50 в сутки',
        description: [
          '🔹 Youtube Комментарии - свой текст',
          '🌍 ГЕО: Весь Мир',
          '⌛️ Запуск услуги: 0-48 часов',
        ],
        information: [],
        example:
          'Указывать ссылку на Youtube видео. Пример: https://www.youtube.com/watch?v=hs_r8EObvdes',
      },
    ],
    likes: [
      {
        id: 27,
        name: 'YT Лайки + Восстановление [30 дней]♻️',
        cost: '290.00',
        guarantee: '+',
        timetostart: '24 ч',
        speed: 'до 1000 в сутки',
        description: [
          '🔹 Youtube Лайки',
          '🛡 Гарантия',
          '✅ Безопасная накрутка',
          '⌛️ Запуск услуги: в течение 0-24 часов',
          '♻️ Бесплатное Восстановление: 30 дней',
        ],
        information: [],
        example:
          'Указывать ссылку на Youtube видео. Пример: https://www.youtube.com/watch?v=hs_r8EObvdes',
      },
    ],
  },
};
